module.exports = {
  token: 'puppet_padlocal_cbc700081a704ed387a74c49c2e7c47b',
  serverUrl: 'http://www.robot.test',
  robot_name: '阿萌机器人',
  env: 'windows',
  pad: {
    room: {
      roomJoinReply: `\n 你好，欢迎你的加入，请自觉遵守群规则，文明交流！😊`,
      roomList: {
        '测试机器人': '20817793749@chatroom',
        '滨江年会中奖物品闲置交易群': '23927863374@chatroom',
        '致富养鸡场': '18120212043@chatroom',
        '发家致富合作小组': '6438070419@chatroom',
        '文明奋斗': '8557197924@chatroom',
        '优惠商品返利': '17944941494@chatroom',
      },
      waimaiRoomList: {
        '测试机器人': '20817793749@chatroom',
        '滨江年会中奖物品闲置交易群': '23927863374@chatroom',
        '美团饿了么外卖红包分享群': '17440316561@chatroom'
      }
    },
  },
  windows: {
    room: {
      roomJoinReply: `\n 你好，欢迎你的加入，请自觉遵守群规则，文明交流！😊`,
      roomList: {
        '测试机器人': '@@b54f5cff66984489e0b34b728aab72f69d8f34dfd954418b8985e34a2d3f74aa',
        '滨江年会中奖物品闲置交易群': '@@56469b360e498d2e44985cd71f9ea5af3e0f6fa8023b490080377d797d6f4484',
        '致富养鸡场': '@@ea09c2c40bf874d62023b28e8701f68cf07cacdaa656c8c3cc57b1db72cf1be5',
        '发家致富合作小组': '@@d5f1a125d9719aecabe154957b3f534a61545cc5b303e44dcb2f48951192e803',
        '文明奋斗': '@@56700b8ca6caad672e99c72db1aa751b10723fcfc85f4ded60a8167bf662259b',
        '优惠商品返利': '@@9e4eafea48c6097a8c2c129132aaa2bd9d886f72aad534d5985a5f450700da07',
      },
      waimaiRoomList: {
        '测试机器人': '@@b54f5cff66984489e0b34b728aab72f69d8f34dfd954418b8985e34a2d3f74aa',
        '滨江年会中奖物品闲置交易群': '@@56469b360e498d2e44985cd71f9ea5af3e0f6fa8023b490080377d797d6f4484',
        '美团饿了么外卖红包分享群': '@@981afca17f6dc01ac8261986ffc7843914e245d0781237915787668842361f02'
      }
    },
  }
}
