module.exports = {
  token: 'puppet_padlocal_cbc700081a704ed387a74c49c2e7c47b',
  server_url: 'http://www.robot.test',
  robot_name: '阿萌机器人',
  env: 'windows',
  pad: {
    room: {
      roomJoinReply: `\n 你好，欢迎你的加入，请自觉遵守群规则，文明交流！😊`,
      roomList: {
        '测试机器人': '20817793749@chatroom',
        '滨江年会中奖物品闲置交易群': '23927863374@chatroom',
        '致富养鸡场': '18120212043@chatroom',
        '发家致富合作小组': '6438070419@chatroom',
        '文明奋斗': '8557197924@chatroom',
        '优惠商品返利': '17944941494@chatroom',
      },
      waimaiRoomList: {
        '测试机器人': '20817793749@chatroom',
        '滨江年会中奖物品闲置交易群': '23927863374@chatroom',
        '美团饿了么外卖红包分享群': '17440316561@chatroom'
      }
    },
  },
  windows: {
    room: {
      roomJoinReply: `\n 你好，欢迎你的加入，请自觉遵守群规则，文明交流！😊`,
      roomList: {
        '测试机器人': '@@ec4b7bbe0c1739ae953b49e0efeab9fc7fe159cbdb756ed7beaa9e50612d6a41',
        '致富养鸡场': '@@0c114fa949f251761214d121ccd9e4f872e380115688a3015ddaaef3abceb261',
        '文明奋斗': '@@0d96723ffbb058db80e06e9620add43009769a92096ab08beee1e27c514ffcdc',
        '优惠商品返利': '@@9ed46445ef6b5352ccf0284ff0ca4216b0fe10d54d0d0c8bc955d0fa5e17e5b1',
      },
      waimaiRoomList: {
        '测试机器人': '@@ec4b7bbe0c1739ae953b49e0efeab9fc7fe159cbdb756ed7beaa9e50612d6a41',
        '滨江年会中奖物品闲置交易群': '@@b68674748459fda8b6d02cd283b0589e94aa99b194cb9cbabb3be01b3ffba342',
        '美团饿了么外卖红包分享群': '@@680a351bc159f42e97462e377bf9e776de16796411d6c2d3683d047ac57c4b0f'
      }
    },
  }
}
